<template>
  <!-- Page Title -->
  <div class="page-title light-background" style="padding-top: 70px;">
    <div class="container">
      <h1>Blog Details</h1>
      <nav class="breadcrumbs">
        <ol>
          <li><RouterLink to="/blog" exact-active-class="active-link">Blog</RouterLink></li>
          <li class="current">Bangladesh Anti-discrimination Students Movement</li>
        </ol>
      </nav>
    </div>
  </div><!-- End Page Title -->

  <div class="container">
    <div class="row">
      <div class="col-lg-8">
        <!-- Blog Details Section -->
        <section id="blog-details" class="blog-details section">
          <div class="container">
            <article class="article">
              <div class="post-img">
                <img src="../../assets/img/blog/blog1.jpg" alt="" class="img-fluid">
              </div>
              <div class="meta-top">
                <ul>
                  <li class="d-flex align-items-center"><i class="bi bi-person"></i> Abu Zahin Mohammad Nowsin</li>
                  <li class="d-flex align-items-center"><i class="bi bi-clock"></i><time datetime="2020-01-01"> August 06, 2024</time></li>
                  <li class="d-flex align-items-center"><i class="bi bi-eye"></i> 976 views</li>
                </ul>
              </div><!-- End meta top -->
              <div class="content">

                <div id="category1">
                  <h3 id="বৈষম্যবিরোধী ছাত্র আন্দোলন">বৈষম্যবিরোধী ছাত্র আন্দোলন</h3>
                  <p>
                    বৈষম্যবিরোধী ছাত্র আন্দোলন হলো বাংলাদেশের সাধারণ শিক্ষার্থীদের একটি সংগঠন। ২০২৪ সালের <span class="date-highlight">১লা জুলাই</span> বাংলাদেশে কোটা আন্দোলনের সময় শিক্ষার্থীদের সমন্বয়ে এটি গঠিত হয় এবং এটি <span class="clause-highlight">কোটা সংস্কার আন্দোলন</span> ও পরবর্তীতে <span class="clause-highlight">অসহযোগ আন্দোলনের</span> নেতৃত্ব দেয়। যার পরিপ্রেক্ষিতে প্রধানমন্ত্রী <span class="clause-highlight">শেখ হাসিনা পদত্যাগ</span> করতে বাধ্য হন। ২০২৪ সালের <span class="date-highlight">৮ জুলাই</span> সংগঠনটি সৃষ্টি হয় এবং সৃষ্টির পরপরই আন্দোলন সফল করার জন্য সংগঠনটি <span class="clause-highlight">৬৫</span> সদস্যবিশিষ্ট একটি কমিটি ঘোষণা করে, যার মধ্যে ২৩ জন সমন্বয়ক ও ৪২ জন সহ-সমন্বয়ক ছিলেন। আন্দোলনের মাত্রা বৃদ্ধি পাওয়ার পর <span class="date-highlight">৩রা আগস্ট</span> সংগঠনটি দেশের বিভিন্ন শিক্ষাপ্রতিষ্ঠানের শিক্ষার্থীদের নিয়ে <span class="clause-highlight">১৫৮</span> সদস্যের সমন্বয়ক দল গঠন করে, যার মধ্যে ৪৯ জন সমন্বয়ক ও ১০৯ জন সহ-সমন্বয়ক ছিলেন। পরবর্তীতে তারা বিভিন্ন স্কুল, মাদ্রাসা, কলেজ সহ সরকারি-বেসরকারি বিশ্ববিদ্যালয়েও কমিটি ঘোষণা করে।
                  </p>
                </div>

                <div id="category2" >
                  <h3 id="ইতিহাস">ইতিহাস</h3>

                  <p><span class="date-highlight">৩১শে জানুয়ারি, ২০১৮</span> সরকারি চাকরিতে কোটাপ্রথা বাতিল করে পুনর্মূল্যায়ন চেয়ে ঢাকা বিশ্ববিদ্যালয়ের এক ছাত্র ও দুই সাংবাদিকের পক্ষে রিট দায়ের। রিট দায়ের করে আইনজীবী এখলাছ উদ্দিন বলেছিলেন, ১৯৭২ সালে এক নির্বাহী আদেশে সরকারি, বেসরকারি, প্রতিরক্ষা, আধা সরকারি এবং জাতীয়করণ করা প্রতিষ্ঠানে জেলা ও জনসংখ্যার ভিত্তিতে ৩০ শতাংশ মুক্তিযোদ্ধা ও ১০ শতাংশ ক্ষতিগ্রস্ত নারীদের জন্য কোটা প্রবর্তন করা হয়। পরে বিভিন্ন সময়ে কোটায় সংস্কার ও পরিবর্তন করা হয়। বর্তমানে সব মিলিয়ে ৫৬ শতাংশ কোটা বিদ্যমান। ফলে যাঁরা কোনো কোটায় পড়েন না, তাঁদের প্রতিযোগিতা করতে হচ্ছে বাকি ৪৪ শতাংশের জন্য।</p>

                  <p><span class="date-highlight">১৭ ফেব্রুয়ারি, ২০১৮</span> সরকারি চাকরিতে বিদ্যমান কোটাব্যবস্থা সংস্কারের পক্ষে-বিপক্ষে শাহবাগে জাতীয় জাদুঘরের সামনে পাল্টাপাল্টি কর্মসূচি পালন করে দুটি পক্ষ। ‘বাংলাদেশ সাধারণ ছাত্র সংরক্ষণ পরিষদের’ ব্যানারে কয়েক শ চাকরিপ্রার্থী কোটা সংস্কারের দাবিতে বিক্ষোভ করেন। আর সংস্কার প্রস্তাবের নামে ‘মুক্তিযোদ্ধা কোটার বিরুদ্ধে ষড়যন্ত্রের’ প্রতিবাদে মানববন্ধন করেন মুক্তিযোদ্ধা সংসদ সন্তান কমান্ডের নেতা-কর্মীরা। তবে পুলিশ সেখানে কাউকেই দাঁড়াতে দেয়নি।</p>
                  <p>আন্দোলন চালিয়ে নিতে সন্ধ্যায় বিশ্ববিদ্যালয়ের বটতলায় ৭১ সদস্যবিশিষ্ট কমিটি গঠন করা হয়।</p>

                  <p><span class="date-highlight">৯ এপ্রিল, ২০১৮</span>সরকারি চাকরিতে বিদ্যমান কোটাব্যবস্থার বিরুদ্ধে চাকরিপ্রার্থী ও বিশ্ববিদ্যালয়ের সাধারণ শিক্ষার্থীদের আন্দোলনের ধারাবাহিকতায় গত ১৭ ও ২৫ ফেব্রুয়ারি মানববন্ধন কর্মসূচি পালিত হয়। এরপর <span class="date-highlight">৪ মার্চ</span> মানববন্ধন কর্মসূচি শেষে আন্দোলনকারীরা <span class="date-highlight">১৩ মার্চ</span> পর্যন্ত সরকারকে পাঁচ দফা দাবি দিয়ে কোটা সংস্কারের সময়সীমা বেঁধে দিয়েছিলেন।</p>
                </div>

                <div id="category3">
                  <h3  id="পাঁচ দফা">পাঁচ দফা</h3>
                  <ul>
                    <li>কোটাব্যবস্থা সংস্কার করে ৫৬ ভাগ থেকে ১০ ভাগে নিয়ে আসা,</li>
                    <li>কোটায় যোগ্য প্রার্থী পাওয়া না গেলে শূন্য থাকা পদগুলোতে মেধায় নিয়োগ দেওয়া,</li>
                    <li>কোটায় কোনো ধরনের বিশেষ নিয়োগ পরীক্ষা না রাখা,</li>
                    <li>সরকারি চাকরির ক্ষেত্রে সবার জন্য অভিন্ন বয়সসীমা নির্ধারণ এবং</li>
                    <li>চাকরির নিয়োগ পরীক্ষায় কোটা-সুবিধা একাধিকবার ব্যবহার না করা।</li>
                  </ul>
                  <p>এদিন কেন্দ্রীয় কর্মসূচি হিসেবে বেলা দুইটার পরপর ঢাকা বিশ্ববিদ্যালয়ের কেন্দ্রীয় গ্রন্থাগারের সামনে থেকে হাজারো শিক্ষার্থী ও চাকরিপ্রার্থী গণপদযাত্রা করে বিভিন্ন রাস্তা ঘুরে বেলা তিনটায় শাহবাগ মোড়ে এসে অবস্থান নেন। আন্দোলনকারীরা ঘোষণা দেন, জাতীয় সংসদের অধিবেশন থেকে ঘোষণা না আসা পর্যন্ত অবরোধ চালিয়ে যাবেন। রাত পৌনে আটটায় আকস্মিকভাবে শিশুপার্কের দিক থেকে ১৫-২০ প্লাটুন দাঙ্গা পুলিশ কাঁদানে গ্যাস নিক্ষেপ করতে করতে শাহবাগ মোড়ের দিকে আসতে থাকে। তারা আন্দোলনকারীদের লাঠিপেটা শুরু করে। পুলিশের আকস্মিক হামলায় আন্দোলনকারীরা ছত্রভঙ্গ হয়ে দুই ভাগ হয়ে যান।</p>
                  <p>এরপর থেকেই মূলত আন্দোলন ঘিরে সহিংসতা শুরু। বাংলাদেশ সাধারণ ছাত্র সংরক্ষণ পরিষদের নেতাদের ওপর বারবার হামলা করে ছাত্রলীগ। ফলে আন্দোলন ক্রমশ সহিংস হয়ে ওঠে।</p>

                  <p><span class="date-highlight">১১ এপ্রিল, ২০১৮</span>জাতীয় সংসদে কোটা বাতিলের ঘোষণা দিলেন প্রধানমন্ত্রী শেখ হাসিনা।</p>

                  <p><span class="date-highlight">৪ অক্টোবর, ২০১৮</span>কোটা প্রথা বাতিল প্রসঙ্গে সরকারের পরিপত্র জারি।</p>
                  <p>এরপর <span class="date-highlight">২০২১ সালে</span> এই পরিপত্র বাতিল চেয়ে কয়েকজন মুক্তিযোদ্ধার সন্তান রিট দায়ের করেন।</p>

                  <p><span class="date-highlight">৫ জুন, ২০২৪, সোমবার</span> সরকারি দপ্তর, স্বায়ত্তশাসিত ও আধা স্বায়ত্তশাসিত প্রতিষ্ঠান এবং বিভিন্ন করপোরেশনের চাকরিতে সরাসরি নিয়োগের ক্ষেত্রে (৯ম থেকে ১৩তম গ্রেড) মুক্তিযোদ্ধা কোটা বাতিলের পরিপত্র অবৈধ ঘোষণা করে রায় প্রদান। এই রায়ের ফলে মুক্তিযোদ্ধা কোটায় ৯ম থেকে ১৩তম গ্রেডে নিয়োগ দেওয়ায় আর বাধা থাকল না।</p>

                  <p><span class="date-highlight">৬ জুন, ২০২৪, মঙ্গলবার</span> সরকারি চাকরিতে কোটাব্যবস্থা (মুক্তিযোদ্ধা কোটা) পুনর্বহালে আদালতের দেওয়া রায় বাতিলের দাবিতে ঢাকা বিশ্ববিদ্যালয়ে বিক্ষোভ। ‘সরকারি চাকরিতে ২০১৮ সালের পরিপত্র বাতিল করে কোটাপদ্ধতি পুনর্বহাল-সংক্রান্ত হাইকোর্টের রায়ের প্রতিবাদ জানিয়ে এবং চাকরিতে মেধাভিত্তিক নিয়োগ বহাল রাখার দাবিতে’ এ বিক্ষোভ সমাবেশের আয়োজন করা হয়। ‘ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীবৃন্দ’-এর ব্যানারে আয়োজিত এ কর্মসূচিতে বিপুলসংখ্যক শিক্ষার্থী অংশ নেন।</p>

                  <p><span class="date-highlight">৯ জুন, ২০২৪, শুক্রবার</span> সরকারি চাকরিতে কোটাব্যবস্থা পুনর্বহালের প্রতিবাদে আবারও বিক্ষোভ সমাবেশ করেন ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীরা। শিক্ষার্থীরা তাঁদের দাবি মানতে সরকারকে ৩০ জুন পর্যন্ত সময় বেঁধে দেন। এই সময়ের মধ্যে দাবি পূরণ না হলে সর্বাত্মক আন্দোলনের ঘোষণা দেন তাঁরা। একই দাবিতে চট্টগ্রাম ও বরিশাল বিশ্ববিদ্যালয়ের শিক্ষার্থীরাও আন্দোলন কর্মসূচি পালন করেন। ‘ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীবৃন্দ’ ব্যানারে আয়োজিত কর্মসূচিতে বিপুলসংখ্যক শিক্ষার্থী অংশ নেন। এদিকে কোটা বাতিল-সংক্রান্ত হাইকোর্টের দেওয়া রায় স্থগিত চেয়ে রাষ্ট্রপক্ষের করা আবেদন আপিল বিভাগের পূর্ণাঙ্গ বেঞ্চে শুনানির জন্য ৪ জুলাই দিন নির্ধারণ করা হয়।</p>

                  <p><span class="date-highlight">১ জুলাই, সোমবার</span> কোটা বাতিলের পরিপত্র পুনর্বহালের দাবিতে ছাত্রসমাবেশ ও বিক্ষোভ অনুষ্ঠিত হয় ঢাকা বিশ্ববিদ্যালয়সহ দেশের বিভিন্ন বিশ্ববিদ্যালয়ে। ঢাকা বিশ্ববিদ্যালয়ে অনুষ্ঠিত সমাবেশে ৪ জুলাইয়ের মধ্যে দাবির বিষয়ে চূড়ান্ত সুরাহার আহ্বান জানানো হয়।</p>

                  <p><span class="date-highlight">২ জুলাই, মঙ্গলবার</span> আন্দোলনকারীরা এই দিন বেলা পৌনে তিনটার দিকে ঢাকা বিশ্ববিদ্যালয় কেন্দ্রীয় গ্রন্থাগারের সামনে থেকে মিছিল করে নীলক্ষেত, সায়েন্স ল্যাবরেটরি ও বাটা সিগন্যাল মোড় ঘুরে শাহবাগে গিয়ে থামে। সেখানে তাঁরা এক ঘণ্টা <span class="clause-highlight">অবরোধ কর্মসূচি</span> পালন করেন। একই দিন বিকেলে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের একদল শিক্ষার্থী ঢাকা-আরিচা ২০ মিনিটের জন্য অবরোধ করেন।</p>

                  <p><span class="date-highlight">৩ জুলাই, বুধবার</span> এই দিন আন্দোলনকারীরা ঢাকার শাহবাগ মোড় দেড় ঘণ্টার মতো অবরোধ করে রাখেন। একই দাবিতে আরও ছয়টি বিশ্ববিদ্যালয়ের শিক্ষার্থীরা বিক্ষোভ ও অবরোধ করেন। এর মধ্যে ময়মনসিংহে রেললাইনে ট্রেন অবরোধ করে বিক্ষোভ করেন বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ের শিক্ষার্থীরা, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের শিক্ষার্থীরা ঢাকা-আরিচা মহাসড়ক, চট্টগ্রাম বিশ্ববিদ্যালয়ের শিক্ষার্থীরা চট্টগ্রাম-খাগড়াছড়ি মহাসড়ক এবং বরিশাল বিশ্ববিদ্যালয়ের শিক্ষার্থীরা বরিশাল-কুয়াকাটা মহাসড়ক অবরোধ করে বিক্ষোভ করেন। আর জগন্নাথ বিশ্ববিদ্যালয়ের চাকরিপ্রত্যাশী শিক্ষার্থীরা পুরান ঢাকার তাঁতীবাজার মোড়ে সড়ক অবরোধ করেন। বেলা তিনটা থেকে সাড়ে তিনটা পর্যন্ত এই অবরোধ কর্মসূচি পালন করা হয়।</p>

                  <p><span class="date-highlight">৪ জুলাই, বৃহস্পতিবার</span> সরকারি চাকরিতে সরাসরি নিয়োগের ক্ষেত্রে মুক্তিযোদ্ধা কোটা বাতিলের পরিপত্র অবৈধ ঘোষণার বিষয়ে হাইকোর্টের রায় আপিল বিভাগে স্থগিত করেনি। প্রধান বিচারপতি ওবায়দুল হাসানের নেতৃত্বাধীন ছয় সদস্যের আপিল বিভাগ <span class="clause-highlight">‘নট টুডে’</span> বলে আদেশ দেন। পরের সপ্তাহে এ বিষয়ে শুনানি হতে পারে বলে ওই দিন অ্যাটর্নি জেনারেল কার্যালয় থেকে জানানো হয়। এ দিন শিক্ষার্থীরা দেশের বিভিন্ন মহাসড়ক অবরোধ করে। আর ঢাকায় শাহবাগ মোড় অবরোধ করে রাখে ৫ ঘণ্টা। এ দিন ছাত্র সমাবেশ থেকে ছাত্র ধর্মঘটের ডাক দেওয়া হয়।</p>

                  <p><span class="date-highlight">৫ জুলাই, শুক্রবার</span> ছুটির দিন শুক্রবারেও বিক্ষোভ ও চট্টগ্রাম, খুলনা ও গোপালগঞ্জে সড়ক অবরোধ করে আন্দোলনকারীরা।</p>

                  <p><span class="date-highlight">৬ জুলাই, শনিবার</span> দেশের বিভিন্ন বিশ্ববিদ্যালয়ে আগের দিনের মতোই বিক্ষোভ ও অবরোধ কর্মসূচি পালন করা হয়। এ সময় আন্দোলনকারীরা সব বিশ্ববিদ্যালয় ও কলেজে ক্লাস-পরীক্ষা বর্জন, ছাত্র ধর্মঘট এবং সারা দেশে সড়ক-মহাসড়ক অবরোধের ডাক দেন। এর নাম দেওয়া হয় <span class="clause-highlight">‘বাংলা ব্লকেড’</span>।</p>

                  <p><span class="date-highlight">৭ জুলাই, রোববার</span> বাংলা ব্লকেডে স্থবির রাজধানী। অনির্দিষ্টকালের জন্য বিশ্ববিদ্যালয় ও কলেজে ক্লাস ও পরীক্ষা বর্জনের ঘোষণা।</p>

                  <p><span class="date-highlight">৮ জুলাই, সোমবার</span> ঢাকার ১১টি স্থানে অবরোধ, ৯টি বিশ্ববিদ্যালয়ে বিক্ষোভ, ৩টি স্থানে রেলপথ অবরোধ এবং ৬টি মহাসড়ক অবরোধ। সরকারি চাকরিতে সব গ্রেডে অযৌক্তিক ও বৈষম্যমূলক কোটা বাতিল করে শুধু সংবিধান অনুযায়ী অনগ্রসর জনগোষ্ঠীর জন্য ন্যূনতম কোটা রেখে সংসদে আইন পাসের দাবি।</p>                  
                  <p>কোটাবৈষম্যের বিরুদ্ধে ও স্থায়ী সমাধানের দাবিতে <span class="clause-highlight">‘বৈষম্যবিরোধী ছাত্র আন্দোলন’</span> নামে ৬৫ সদস্যের <span class="clause-highlight">সমন্বয়ক টিম</span> গঠন।</p>
                  <p>সমন্বয়ক কমিটির সদস্য নাহিদ ইসলাম চার দফা দাবির পরিবর্তে এক দফা দাবির কথা বলেন। দাবিটি হলো, সরকারি চাকরিতে সব গ্রেডে অযৌক্তিক ও বৈষম্যমূলক কোটা বাতিল করে শুধু সংবিধান অনুযায়ী অনগ্রসর জনগোষ্ঠীর জন্য ন্যূনতম কোটা রেখে সংসদে আইন পাস করা। নাহিদ এ সময় আরও বলেন,</p>
                  <blockquote>
                    <p>“আমরা আমাদের এক দফা দাবি দিয়ে দিয়েছি, যেখানে আদালতের কোনো এখতিয়ার নেই। এটা করার দায়িত্ব কেবল নির্বাহী বিভাগ ও সরকারের। ফলে বল এখন সরকারের কোর্টে। এখন আর আদালত দেখিয়ে কোনো লাভ নেই। সরকারই ঠিক করতে পারে, এই আন্দোলনের গতিপথ কী হবে।”</p>
                  </blockquote>

                  <p><span class="date-highlight">৯ জুলাই, মঙ্গলবার</span> হাইকোর্টের রায় স্থগিত চেয়ে দুই শিক্ষার্থীর আবেদন। শুনানি হবে পরদিন। অবশ্য ওই দুই শিক্ষার্থীর আবেদন করার সঙ্গে কোটাবিরোধী আন্দোলনকারীদের কোনো সম্পর্ক নেই বলে দাবি করে বৈষম্যবিরোধী ছাত্র আন্দোলন।</p>
                  <p>আন্দোলনের অংশ হিসেবে শিক্ষার্থী ও চাকরিপ্রত্যাশীরা চার ঘণ্টা পর অবরোধ তুলে নেন। আন্দোলনকারীদের পক্ষ থেকে পরদিন সারা দেশে সকাল-সন্ধ্যা <span class="clause-highlight">‘বাংলা ব্লকেড’</span> নামে অবরোধ কর্মসূচির ঘোষণা দেওয়া হয়।</p>

                  <p><span class="date-highlight">১০ জুলাই, বুধবার</span> সরকারি চাকরিতে সরাসরি নিয়োগে (৯ম থেকে ১৩তম গ্রেড) কোটার বিষয়ে পক্ষগুলোকে চার সপ্তাহের জন্য স্থিতাবস্থা বজায় রাখতে নির্দেশ আপিল বিভাগের। প্রধান বিচারপতি ওবায়দুল হাসানের নেতৃত্বাধীন পাঁচ সদস্যের আপিল বিভাগ এ আদেশ দেন। শুনানির জন্য আগামী ৭ আগস্ট দিন রাখা হয়।</p>
                  <p>অন্যদিকে সরকারি চাকরির সব পদে কোটা সংস্কারের দাবি করেন আন্দোলনকারী শিক্ষার্থী ও চাকরিপ্রত্যাশীরা। তাঁরা মনে করছেন, এটি সরকারের সিদ্ধান্তের বিষয়।</p>

                  <p><span class="date-highlight">১১ জুলাই, বৃহস্পতিবার</span> আওয়ামী লীগের সাধারণ সম্পাদক ওবায়দুল কাদের বলেন, কোটাবিরোধী আন্দোলনকারীরা সর্বোচ্চ আদালতের বিরুদ্ধে শক্তি প্রদর্শন করছেন। এটি অনভিপ্রেত ও সম্পূর্ণ বেআইনি।</p>
                  <p>সচিবালয়ে এক সংবাদ সম্মেলনে স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খান বলেন, শিক্ষার্থীরা ‘লিমিট ক্রস’ করে যাচ্ছেন।</p>
                  <p>এ দিন পুলিশের বাধার মুখেই দেশের বিভিন্ন স্থানে অবরোধ পালন করেন আন্দোলনকারীরা।</p>

                  <p><span class="date-highlight">১২ জুলাই, শুক্রবার</span> কোটা সংস্কারের দাবিতে শুক্রবার ছুটির দিনেও দেশের বিভিন্ন বিশ্ববিদ্যালয় ও কলেজ ক্যাম্পাসে বিক্ষোভ করেন শিক্ষার্থীরা। ঢাকা বিশ্ববিদ্যালয়ে মিছিল শেষে শিক্ষার্থীরা শাহবাগ মোড় অবরোধ করেন। রেলপথ অবরোধ করেন রাজশাহী বিশ্ববিদ্যালয়ের শিক্ষার্থীরা।</p>

                  <p><span class="date-highlight">১৩ জুলাই, শনিবার</span> সব গ্রেডে কোটার যৌক্তিক সংস্কারের দাবিতে রাষ্ট্রপতির কাছে স্মারকলিপি দেওয়ার কর্মসূচি ঘোষণা।</p>

                  <p><span class="date-highlight">১৪ জুলাই, রোববার</span> গণভবনে অনুষ্ঠিত সংবাদ সম্মেলনে প্রধানমন্ত্রী শেখ হাসিনা প্রশ্নের জবাবে কোটা আন্দোলনকারীদের “রাজাকারের নাতি-পুতি” হিসেবে অভিহিত করেন,</p>
                  <blockquote>
                    <p>মুক্তিযোদ্ধাদের নাতি-পুতিরাও পাবে না? তাহলে কি রাজাকারের নাতি-পুতিরা পাবে?</p>
                    <p>যত রাজাকারের বাচ্চারা-নাতি-পুতিরা হলো মেধাবী, তাই না?</p>
                  </blockquote>
                  <p>২০১৮ সালের আন্দোলন প্রসঙ্গে প্রধানমন্ত্রী জানান, সে সময়ে তিনি বিরক্ত হয়ে কোটা বাতিল করে দিয়েছিলেন। উদ্দেশ্য ছিল কোটা বাতিল হলে কী হয় সেটি দেখা।</p>
                  <p>একই দিনে পদযাত্রা কর্মসূচির মধ্য দিয়ে রাষ্ট্রপতির কাছে স্মারকলিপি দিয়ে আন্দোলনকারীরা জাতীয় সংসদে জরুরি অধিবেশন ডেকে সরকারি চাকরির সব গ্রেডের কোটার যৌক্তিক সংস্কারের দাবিতে সরকারকে ২৪ ঘণ্টার সময় বেঁধে দেন।</p>
                  <p>পরে মধ্যরাতে সরকারি চাকরিতে কোটাব্যবস্থা সংস্কারের দাবিতে আন্দোলনকারীদের অবমাননা করা হয়েছে দাবি করে ঢাকা বিশ্ববিদ্যালয় ক্যাম্পাসে বিক্ষোভ করেন শিক্ষার্থীরা। চট্টগ্রাম বিশ্ববিদ্যালয়ে শিক্ষার্থীরা বিক্ষোভ শুরু করলে হামলা চালায় ছাত্রলীগ। মিছিল হয়েছে জাহাঙ্গীরনগর ও জগন্নাথ বিশ্ববিদ্যালয়েও।</p>
                  <p>রাত ১০টা থেকে ঢাকা বিশ্ববিদ্যালয়ের বিভিন্ন আবাসিক হলে, তুমি কে? আমি কে? রাজাকার, রাজাকার; স্লোগান দিয়ে বিক্ষোভে করে। বিক্ষোভের পর মধ্যরাতে শিক্ষার্থীরা জড়ো হন টিএসসির রাজু ভাস্কর্যে।</p>
                  <p>সেখানে প্রধানমন্ত্রীর মন্তব্যের প্রতিক্রিয়া হিসেবে আন্দোলনকারী শিক্ষার্থীরা ব্যঙ্গ করে স্লোগান দেয়,</p>
                  <blockquote>
                    <p>“তুমি কে? আমি কে? রাজাকার, রাজাকার; কে বলেছে? কে বলেছে? স্বৈরাচার, স্বৈরাচার” এবং “চাইতে গেলাম অধিকার; হয়ে গেলাম রাজাকার”</p>
                  </blockquote>

                  <p><span class="date-highlight">১৫ জুলাই, সোমবার</span> বেলা দুইটায় রাজধানীর ধানমন্ডিতে আওয়ামী লীগ সভাপতির রাজনৈতিক কার্যালয়ে আয়োজিত সংবাদ সম্মেলনে দুপুর দুইটায় কোটা সংস্কারের দাবিতে আন্দোলনকারীদের উদ্দেশ্য করে বলেন,</p>
                  <blockquote>
                    <p>“আন্দোলন থেকে আত্মস্বীকৃত রাজাকার ও ঔদ্ধত্যপূর্ণ মানসিকতা বা আচরণের প্রকাশ ঘটেছে। এর জবাব দেওয়ার জন্য ছাত্রলীগ প্রস্তুত।”</p>
                  </blockquote>

                  <p>এর পরে দুপুরে কোটা সংস্কার আন্দোলনে যাঁরা ‘আমি রাজাকার’ স্লোগান দিচ্ছেন, তাঁদের শেষ দেখিয়ে ছাড়বেন বলে মন্তব্য করেন বাংলাদেশ ছাত্রলীগের কেন্দ্রীয় সভাপতি সাদ্দাম হোসেন।</p>
                  <p>বেলা তিনটায় ঢাকা বিশ্ববিদ্যালয়ে দফায় দফায় ছাত্রলীগ ও আন্দোলনকারীদের মধ্যে সংঘর্ষ বাধে। এ সময় আন্দোলনকারীদের মারধর করা হয়। ছাত্রলীগ এবং আওয়ামী যুবলীগ এর হাতে গুলি এবং গুলি করতেও দেখা যায়। দেশের বিভিন্ন স্থানে হামলা হয়। আহত ২৯৭ জন ঢাকা মেডিকেলে চিকিৎসা নেন।</p>
                  <p>ছাত্রলীগের নেতাকর্মীরা ঢাকা মেডিকেল কলেজ হাসপাতালে গিয়ে চিকিৎসারত ছাত্রদের উপর হামলা করে।</p>
                  <p>এই দিনের ছাত্রলীগের হামলার বেশ কিছু ভিডিও ফুটেজ এবং ছবি সামাজিক যোগাযোগ মাধ্যমে ছড়িয়ে পরলে সারাদেশের পরিস্থিতি সাথে সাথে পাল্টে যায়, আন্দোলন ভয়ংকর রূপ ধারণ করে।</p>

                  <p><span class="date-highlight">১৬ জুলাই, মঙ্গলবার</span> সারা দেশে দিনভর ব্যাপক বিক্ষোভ ও সংঘর্ষ। আন্দোলনকারীদের ওপর হামলা করে ছাত্রলীগ, যুবলীগসহ সরকার সমর্থকেরা। এতে নিহত হন <span class="clause-highlight">ছয়জন</span>। রংপুরে আন্দোলনকারী বেগম রোকেয়া বিশ্ববিদ্যালয়ের শিক্ষার্থী <span class="clause-highlight">আবু সাঈদ</span> পুলিশের বুলেটে নিহত হওয়ার সচিত্র ছবি প্রকাশ।</p>
                  <p>নিহত ব্যক্তিদের স্মরণে আন্দোলনকারী শিক্ষার্থীদের নতুন কর্মসূচি বুধবার <span class="clause-highlight">গায়েবানা জানাজা ও কফিন মিছিল</span> করবেন বলে ঘোষণা দেওয়া হয়।</p>

                  <p><span class="date-highlight">১৭ জুলাই, বুধবার</span> ঢাকা বিশ্ববিদ্যালয়সহ দেশের বিভিন্ন বিশ্ববিদ্যালয় থেকে ছাত্রলীগের নেতা-কর্মীদের বিতাড়ন করে <span class="clause-highlight">‘রাজনীতিমুক্ত’</span> ঘোষণা দেওয়া হয়।</p>
                  <p>সেদিন সন্ধ্যা ৭টা ৫৫ মিনিটে বৈষম্যবিরোধী ছাত্র আন্দোলনের ফেসবুক পেজে পোস্টের মাধ্যমে কমপ্লিট শাটডাউন ঘোষণা দেয়া হয়। পোস্টে বলা হয়েছে, </p>
                  <blockquote>
                    <p>“কোটা সংস্কার আন্দোলনকারীদের ওপর পুলিশ, বিজিবি, র‍্যাব, সোয়াটের ন্যক্কারজনক হামলা, খুনের প্রতিবাদ, খুনিদের বিচার, সন্ত্রাসমুক্ত ক্যাম্পাস নিশ্চিত ও এক দফা দাবিতে ১৮ জুলাই সারাদেশে ‘কমপ্লিট শাটডাউন’ ঘোষণা করছি। শুধুমাত্র হাসপাতাল ও জরুরি সেবা ছাড়া কোনো প্রতিষ্ঠানের দরজা খুলবে না, অ্যাম্বুলেন্স ছাড়া সড়কে কোনো গাড়ি চলবে না। সারাদেশের প্রতিটি স্কুল, কলেজ, বিশ্ববিদ্যালয়, প্রাইভেট বিশ্ববিদ্যালয়, মাদ্রাসা শিক্ষার্থীদের আহ্বান জানাচ্ছি, আগামীকালকের কর্মসূচি সফল করুন। আমাদের অভিভাবকদের বলছি, আমরা আপনাদেরই সন্তান। আমাদের পাশে দাঁড়ান, রক্ষা করুন। এই লড়াইটা শুধু ছাত্রদের না, দলমত নির্বিশেষে এদেশের আপামর জনসাধারণের।”</p>
                  </blockquote>

                  <p><span class="date-highlight">১৮ জুলাই, বৃহস্পতিবার</span> দেশব্যাপী প্রতিরোধ, সহিংসতা, সংঘর্ষ ও গুলি। মোট নিহত ২৭ জন। আন্দোলনকারী শিক্ষার্থীদের সর্বাত্মক অবরোধ কর্মসূচিকে কেন্দ্র করে ঢাকাসহ সারা দেশ ছিল প্রায় অচল। রাজধানী ছাড়াও দেশের ৪৭টি জেলায় দিনভর বিক্ষোভ, অবরোধ, পাল্টাপাল্টি ধাওয়া, পুলিশের হামলা-গুলি ও সংঘাতের ঘটনা ঘটে। এসব ঘটনায় আহত হয়েছেন অন্তত দেড় হাজার। কোথাও কোথাও আন্দোলনকারীদের সঙ্গে আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সদস্যদের, আবার কোথাও সরকার-সমর্থক বিভিন্ন সংগঠনের নেতা-কর্মীদের সংঘর্ষ হয়।</p>
                  <p>ঐদিনই সারা দেশে বিজিবি মোতায়েন করা হয়।</p>

                  <p><span class="date-highlight">১৯ জুলাই, শুক্রবার</span> কোটা সংস্কারের দাবিতে আন্দোলনরত শিক্ষার্থীদের <span class="clause-highlight">‘কমপ্লিট শাটডাউন’</span> বা সর্বাত্মক অবরোধের কর্মসূচি ঘিরে রাজধানী ঢাকায় ব্যাপক সংঘর্ষ, হামলা, ভাঙচুর, গুলি, অগ্নিসংযোগ ও প্রাণহানির ঘটনা ঘটে। রাজধানী ঢাকা ছিল কার্যত অচল, পরিস্থিতি ছিল থমথমে। দেশের বিভিন্ন জেলাতেও ব্যাপক বিক্ষোভ, সংঘর্ষ ও সহিংসতা হয়।</p>
                  <p>এদিন রাজধানীর বিভিন্ন এলাকায় গুলি ও সংঘর্ষে অন্তত ৪৪ জন নিহত হন। শুরু থেকে এ আন্দোলনে ছিলেন শুধু শিক্ষার্থীরা। তবে গতকাল রাজধানীর বিভিন্ন এলাকায় স্থানীয় লোকজনকেও অংশ নিতে দেখা গেছে।</p>
                  <p>আন্দোলনকারীরা জানান, ৯ দফা দাবি না মানা পর্যন্ত চলবে ‘শাটডাউন’ কর্মসূচি অব্যাহত থাকবে। আন্দোলনকারী শিক্ষার্থীদের নয় দফা দাবির মধ্যে রয়েছে—</p>
                </div>

                <div id="category4">
                  <h3  id="৯ দফা">৯ দফা</h3>
                  <ul>
                    <li>আইনশৃঙ্খলা রক্ষাকারী বাহিনীকে অবৈধ উপায়ে ব্যবহার করে ছাত্র হত্যার দায় নিয়ে স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খান কামাল এবং সড়ক পরিবহন ও সেতুমন্ত্রী ওবায়দুল কাদেরকে মন্ত্রিপরিষদ ও দল থেকে পদত্যাগ করতে হবে।</li>
                    <li>ঢাকাসহ যত জায়গায় ছাত্র শহীদ হয়েছে সেখানকার ডিআইজি, পুলিশ কমিশনার ও পুলিশ সুপারদের চাকরি থেকে বরখাস্ত করতে হবে।</li>
                    <li>ঢাকা বিশ্ববিদ্যালয়, জাহাঙ্গীরনগর বিশ্ববিদ্যালয় ও রাজশাহী বিশ্ববিদ্যালয়ের উপাচার্য ও প্রক্টরকে পদত্যাগ করতে হবে।</li>
                    <li>যে সকল পুলিশ সদস্য শিক্ষার্থীদের লক্ষ্য করে গুলি করেছে এবং ছাত্রলীগ, যুবলীগসহ যে সকল সন্ত্রাসীরা শিক্ষার্থীদের ওপর নৃশংস হামলা চালিয়েছে এবং পরিচালনার নির্দেশ দিয়েছে তাদেরকে আটক করে এবং হত্যা মামলা দায়ের করে দ্রুত সময়ের মধ্যে গ্রেপ্তার দেখাতে হবে।</li>
                    <li>দেশব্যাপী যে সকল শিক্ষার্থী ও নাগরিক শহীদ ও আহত হয়েছেন তাদের পরিবারকে ক্ষতিপূরণ প্রদান করতে হবে।</li>
                    <li>ঢাকা বিশ্ববিদ্যালয়, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়, চট্টগ্রাম বিশ্ববিদ্যালয় ও রাজশাহী বিশ্ববিদ্যালয়সহ সকল শিক্ষা প্রতিষ্ঠানে ছাত্রলীগসহ দলীয় লেজুরবৃত্তিক ছাত্র রাজনীতি নিষিদ্ধ করে ছাত্র সংসদকে কার্যকর করতে হবে। ৭. অবিলম্বে সকল শিক্ষাপ্রতিষ্ঠান ও হলসমূহ খুলে দিতে হবে।</li>
                    <li>আর যে সকল ছাত্র কোটা সংস্কার আন্দোলনে অংশগ্রহণ করেছেন, তাঁদের কোনো ধরনের একাডেমিক ও প্রশাসনিক হয়রানি না করার নিশ্চয়তা প্রদান করতে হবে।</li>
                    <li>প্রধানমন্ত্রী শেখ হাসিনাকে ছাত্র হত্যার দায় নিয়ে প্রকাশ্যে ক্ষমা চাইতে হবে।</li>
                  </ul>
                  <p>সর্বাত্মক অবরোধের কর্মসূচি ঘিরে গত তিন দিনে সারা দেশে নিহত হন ১০৩ জন।</p>
                </div>

                <div id="category5">
                  <h3  id="কারফিউ জারি">কারফিউ জারি</h3>
                  <p>রাতে সারা দেশে কারফিউ জারি, সেনাবাহিনী মোতায়েন এবং ইন্টারনেট সেবা সম্পূর্ণ বন্ধ করা হয়।</p>

                  <p><span class="date-highlight">২০ জুলাই, শনিবার</span> দেশজুড়ে কারফিউ, সেনা মোতায়েন। সাধারণ ছুটি ঘোষণা। রাজধানীর বিভিন্ন স্থানে সংঘর্ষ, ধাওয়া ও গুলি। উল্লেখযোগ্য স্থান হচ্ছে, যাত্রাবাড়ী, উত্তরা, বাড্ডা ও মিরপুর। এ ছাড়া মোহাম্মদপুরেও সংঘর্ষের ঘটনা ঘটে। সংঘর্ষে শনিবার নিহত ২৬।</p>
                  <p>স্বরাষ্ট্রমন্ত্রী বলেন, পরিস্থিতি স্বাভাবিক না হওয়া পর্যন্ত কারফিউ চলবে। ঐদিন ‘বৈষম্যবিরোধী ছাত্র আন্দোলনের’ অন্যতম সমন্বয়ক নাহিদ ইসলামকে তুলে নেওয়া হয়।</p>
                  <p>আন্দোলনের তিন সমন্বয়ক তিন মন্ত্রীর সঙ্গে দেখা করে আট দফা দাবি পেশ।</p>
                  <p>মন্ত্রীদের কাছে দেওয়া আট দফা দাবির মধ্যে রয়েছে নিহতদের ঘটনা তদন্ত করে দায়ী ব্যক্তিদের বিরুদ্ধে হত্যা মামলা করে গ্রেপ্তার ও বিচার। শহীদদের পরিবারকে আর্থিক সহযোগিতা, মাসিক ভাতা ও তাঁদের পিতামাতার মতামতের ভিত্তিতে একজন সদস্যকে চাকরির নিশ্চয়তা দেওয়া। সব পাবলিক বিশ্ববিদ্যালয়ের আবাসিক হলগুলোতে প্রশাসনিকভাবে সিট বরাদ্দ, সন্ত্রাসী কার্যক্রম বন্ধ করা এবং ছাত্র সংসদ চালু করা, কোটা সংস্কার আন্দোলনকারীদের বিরুদ্ধে করা সব মামলা প্রত্যাহার, কোটা সংস্কার আন্দোলনের সঙ্গে জড়িত সব শিক্ষার্থীকে সব ধরনের রাজনৈতিক, আইনি বা বিশ্ববিদ্যালয়ের প্রশাসনের মাধ্যমে একাডেমিক হয়রানি না করার নিশ্চয়তা দেওয়া।</p>
                  <p>একইদিনে কাজীপাড়া ও মিরপুর-১০ নম্বর মেট্রো স্টেশনে বিপুল ক্ষতি হয়। গত শুক্রবার সরকারি তিন স্থাপনায় আগুনে ১১৩ যানবাহন পুড়ে ছাই হওয়ার খবরও পাওয়া যায়।</p>

                  <p><span class="date-highlight">২১ জুলাই, রোববার</span> সরকারি চাকরিতে নিয়োগের ক্ষেত্রে কোটা পুনর্বহাল-সংক্রান্ত হাইকোর্টের রায় সামগ্রিকভাবে বাতিল (রদ ও রহিত) করে দেশের সর্বোচ্চ আদালতের রায় প্রদান। রায়ে বলা হয়, কোটাপ্রথা হিসেবে মেধাভিত্তিক ৯৩ শতাংশ; মুক্তিযোদ্ধা, শহীদ মুক্তিযোদ্ধা ও বীরাঙ্গনার সন্তানদের জন্য ৫ শতাংশ; ক্ষুদ্র নৃগোষ্ঠী ১ শতাংশ এবং প্রতিবন্ধী ও তৃতীয় লিঙ্গের জন্য ১ শতাংশ নির্ধারণ করা হলো। তবে নির্ধারিত কোটায় যোগ্য প্রার্থী না পাওয়া গেলে সংশ্লিষ্ট কোটার শূন্য পদগুলো সাধারণ মেধাতালিকা থেকে পূরণ করতে হবে। এই নির্দেশনার আলোকে সরকারের নির্বাহী বিভাগকে অনতিবিলম্বে প্রজ্ঞাপন জারি করতে নির্দেশ দেন আপিল বিভাগ।</p>
                  <p>এদিকে আন্দোলনের সমন্বয়ক নাহিদকে তুলে নিয়ে করে হাসপাতালে ভর্তি করা হয়।</p>
                  <p>বৈষম্যবারোধী ছাত্র আন্দোলনের সমন্বয়কেরা নতুন করে চার দফা দাবি পূরণের জন্য ৪৮ ঘন্টা সময় বেঁধে দিলেন।</p>
                </div>

                <div id="category6">
                  <h3  id="চার দফা">চার দফা</h3>
                  <ul>
                    <li>ইন্টারনেট সংযোগ চালু করা,</li>
                    <li>শিক্ষার্থীদের হলে আসার ব্যবস্থা করে দিয়ে হল খুলে দেওয়া,</li>
                    <li>আন্দোলনের সমন্বয়কদের নিরাপত্তা নিশ্চিত করা এবং </li>
                    <li>কারফিউ তুলে দেওয়া।</li>
                  </ul>
                  <p>এ বিষয়ে সংবাদ সম্মেলন করেছেন চারজন সমন্বয়ক।</p>
                  <p>একই দিনে বিরাজমান পরিস্থিতি নিয়ে বৈষম্যবিরোধী ছাত্র আন্দোলনের ৫৬ সমন্বয়কের যৌথ বিবৃতি’ শিরোনামে একটি খুদে বার্তা গণমাধ্যমকর্মীদের মুঠোফোনে পাঠানো হয়। যৌথ বিবৃতিতে ‘কমপ্লিট শাটডাউন’ (সর্বাত্মক অবরোধ) কর্মসূচি আরও জোরদার করার আহ্বান জানানো হয়। এতে বলা হয়, শুধু আদালতের রায়ের মাধ্যমে হত্যার দায় এড়াতে পারে না সরকার। বিবৃতিতে অভিযোগ করা হয়, কোটা সংস্কার আন্দোলনকে কেন্দ্র করে সরকার সাধারণ শিক্ষার্থীদের ওপর নির্যাতন চালিয়ে যাচ্ছে। ‘তিন শতাধিক’ ছাত্র-জনতাকে হত্যা করার অভিযোগ করা হয়েছে বিবৃতিতে।</p>
                  <p>এ ছাড়া বিবৃতিতে বলা হয়, বৈষম্যবিরোধী ছাত্র আন্দোলনের প্রথম সারির কয়েকজন সমন্বয়ককে পুলিশি হেফাজতে নিয়ে মনগড়া বক্তব্য আদায়ের চেষ্টা করে ব্যর্থ হয়েছে। সমন্বয়ক নাহিদ ইসলামের ওপর ব্যাপক নির্যাতন চালানো হয়েছে। এ ছাড়া সমন্বয়ক আসিফ মাহমুদ, আবু বাকের মজুমদারসহ কয়েকজনের সন্ধান দাবি করা হয়েছে।</p>

                  <p><span class="date-highlight">২২ জুলাই, সোমবার</span> কোটাপ্রথা সংস্কার করে আদালতের নির্দেশ অনুযায়ী তৈরি করা প্রজ্ঞাপন অনুমোদন দিয়েছেন প্রধানমন্ত্রী।</p>
                  <p>সংঘর্ষে আরও ১৩ জন নিহতের খোঁজ পাওয়া গেছে। তাঁদের মধ্যে পাঁচজন সোমবার ঢাকা মেডিকেল কলেজ হাসপাতালে চিকিৎসাধীন অবস্থায় মারা যান। নারায়ণগঞ্জে তিনজন গত শনিবার মারা যান, যাঁদের লাশ উদ্ধার করা হয় সোমবার। আর রাজধানীর স্যার সলিমুল্লাহ মেডিকেল কলেজ ও হাসপাতালে (মিটফোর্ড হাসপাতাল) গত শুক্রবার চারটি মরদেহ নেওয়া হয়েছিল বলে সোমবার খবর পাওয়া যায়। এর বাইরে একজন পুলিশ সদস্যের মৃত্যুর তথ্য এদিন জানা যায়। সব মিলিয়ে ছয় দিনে মোট ১৮৭ জনের মৃত্যুর খবর পাওয়া গেল। </p>

                  <p><span class="date-highlight">২৩ জুলাই, মঙ্গলবার</span> কোটাপ্রথা সংস্কার করে প্রজ্ঞাপন জারি।</p>
                  <p>মঙ্গলবার পর্যন্ত ঢাকাসহ বিভিন্ন জেলায় সংঘর্ষে ১৯৭ জনের মৃত্যুর খবর পাওয়া গেছে।</p>
                  <p>সর্বশেষ মঙ্গলবার ঢাকা মেডিকেল কলেজ হাসপাতালে চিকিৎসাধীন অবস্থায় মারা যান চট্টগ্রাম বিশ্ববিদ্যালয়ের (চবি) ছাত্র হৃদয় চন্দ্র তরুয়া (২২)। তিনি গত বৃহস্পতিবার চট্টগ্রামে গুলিবিদ্ধ হন।</p>
                  <p>মঙ্গলবার নতুন করে খোঁজ পাওয়া যায় আরও আটটি মৃত্যুর। এর মধ্যে ঢাকার ইনস্টিটিউট অব নিউরোসায়েন্সেস অ্যান্ড হাসপাতালে পাঁচজন এবং শহীদ সোহরাওয়ার্দী মেডিকেল কলেজ হাসপাতালে দুজনের মৃত্যু হয়। সাভারে এনাম মেডিকেল কলেজ হাসপাতালে খোঁজ পাওয়া গেছে নিহত আরেক ব্যক্তির।</p>
                  <p>রাতে সীমিত আকারে ব্রডব্যান্ড ইন্টারনেট সেবা চালু করা হয়।</p>

                  <p><span class="date-highlight">২৪ জুলাই, বুধবার</span> ঢাকাসহ বিভিন্ন জেলায় সংঘর্ষে আহত হয়ে চিকিৎসাধীন আরও চারজনের মৃত্যু হয়েছে। ঢাকা মেডিকেল কলেজ হাসপাতালে তিনজন ও গত মঙ্গলবার সাভারের এনাম মেডিকেল কলেজ হাসপাতালে একজনের মৃত্যু হয়।</p>
                  <p>সরকারি চাকরিতে কোটা সংস্কার আন্দোলনকে কেন্দ্র করে বিক্ষোভ ও পরবর্তী সংঘাতে এ নিয়ে ২০১ জনের মৃত্যুর খবর পাওয়া গেল।</p>
                  <p>কোটা আন্দোলনের প্ল্যাটফর্ম বৈষম্যবিরোধী ছাত্র আন্দোলনের অন্যতম সমন্বয়ক আসিফ মাহমুদ, আবু বাকের মজুমদার ও রিফাত রশীদের খোঁজ পাওয়া গেছে। নিখোঁজ থাকার পাঁচ দিন পর আসিফ ও বাকেরকে চোখ বাঁধা অবস্থায় ফেলে যাওয়া হয়েছে বলে ফেসবুকে পোস্ট দিয়ে দুজনই জানিয়েছেন। আর রিফাত <span class="clause-highlight">আত্মগোপনে</span> আছেন বলে জানা যায়।</p>

                  <p><span class="date-highlight">২৫ জুলাই, বৃহস্পতিবার</span> চিকিৎসাধীন আরও তিনজনের মৃত্যু। সব মিলিয়ে এখন পর্যন্ত মৃত্যু বেড়ে ২০৪ জন। ছুটির দুই দিন, শুক্র ও শনিবার কারফিউ শিথিল থাকবে ৯ ঘন্টা। অ্যামনেষ্টি প্রতিবেদন দিয়ে বলেছে, প্রাণঘাতী অস্ত্র ব্যবহার করেছে পুলিশ।</p>
                  <p>প্রধানমন্ত্রীর মেট্রোস্টেশন পরিদর্শন করে মেট্রো স্টেশনের অবস্থা দেখে কান্না করেন।</p>

                  <p><span class="date-highlight">২৬ জুলাই, শুক্রবার</span> এলাকা ভাগ করে চলছে <span class="clause-highlight">‘ব্লক রেইড’</span>। সারা দেশে অভিযান। সারা দেশে অন্তত ৫৫৫টি মামলা। গ্রেপ্তারের  সংখ্যা ৬ হাজার ২৬৪। চট্টগ্রামে ৩০ শিক্ষার্থী গ্রেপ্তারের খবর পাওয়া গেছে।</p>                  
                  <p>ঢাকাসহ বিভিন্ন জেলায় সংঘর্ষে আহত হয়ে চিকিৎসাধীন আরও তিনজনের মৃত্যু হয়েছে। সরকারি চাকরিতে কোটা সংস্কার আন্দোলনকে কেন্দ্র করে বিক্ষোভ ও পরবর্তী সংঘাতে এ নিয়ে ২০৯ জনের মৃত্যুর খবর পাওয়া গেল।</p>
                  <p>নাহিদ ইসলামসহ কোটা সংস্কার আন্দোলনের শিক্ষার্থীদের প্ল্যাটফর্ম বৈষম্যবিরোধী ছাত্র আন্দোলনের তিন সমন্বয়ককে রাজধানীর গণস্বাস্থ্য নগর হাসপাতাল থেকে নিজেদের হেফাজতে নিয়েছে ঢাকা মহানগর গোয়েন্দা পুলিশ (ডিবি)। অপর দুই সমন্বয়ক হলেন আসিফ মাহমুদ ও আবু বাকের মজুমদার। এঁরা তিনজনই ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থী। একদল ব্যক্তি সাদাপোশাকে বেলা সাড়ে তিনটার দিকে ধানমন্ডির ওই হাসপাতাল থেকে তাঁদের তুলে নিয়ে যান। সে সময় ওই ব্যক্তিরা নিজেদের আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সদস্য পরিচয় দেন। সেখানে উপস্থিত এক সমন্বয়কের স্বজন ও হাসপাতালের চিকিৎসকেরা এ তথ্য জানান।</p>
                  <p>এই তিনজনকে এর আগেও একবার তুলে নেওয়া হয়েছিল। কোটা সংস্কার আন্দোলনকারীরা দাবি আদায়ে সারা দেশে ‘কমপ্লিট শাটডাউন’ বা সর্বাত্মক অবরোধ কর্মসূচি দেওয়ার পর ১৯ জুলাই মধ্যরাতে খিলগাঁওয়ের নন্দীপাড়া থেকে নাহিদকে তুলে নেওয়া হয়। ২১ জুলাই ভোরে পূর্বাচল এলাকায় তাঁকে ফেলে যাওয়া হয়। নাহিদের শরীরের বিভিন্ন স্থানে ছিল আঘাতের চিহ্ন। এর পর থেকে তিনি গণস্বাস্থ্য নগর হাসপাতালে চিকিৎসাধীন ছিলেন। অপর দুই সমন্বয়ক আসিফ ও বাকেরকেও ১৯ জুলাই তুলে নেওয়া হয়েছিল। পাঁচ দিন পর ২৪ জুলাই আসিফকে হাতিরঝিল ও বাকেরকে ধানমন্ডি এলাকায় ফেলে যাওয়া হয়। এর পর থেকে আসিফও গণস্বাস্থ্য নগর হাসপাতালে চিকিৎসাধীন ছিলেন। হাসপাতালে তাঁর সঙ্গে থাকছিলেন বাকের।</p>

                  <p><span class="date-highlight">২৭ জুলাই, শনিবার</span> কোটা সংস্কার আন্দোলনের প্ল্যাটফর্ম বৈষম্যবিরোধী ছাত্র আন্দোলনের আরও দুই সমন্বয়ককে হেফাজতে নিয়েছে ঢাকা মহানগর পুলিশের গোয়েন্দা শাখা (ডিবি)। তাঁরা হলেন সারজিস আলম ও হাসনাত আবদুল্লাহ। এই দুজনকেও ব্যক্তিগত নিরাপত্তা দিতে ও সাম্প্রতিক ঘটনাবলি সম্পর্কে তথ্য জানতে হেফাজতে নেওয়া হয়েছে বলে ডিবি জানায়।</p>
                  <p>এখন পর্যন্ত ১১ দিনে গ্রেপ্তার ৯ হাজার ১২১ জন। এর মধ্যে রাজধানীতে গ্রেপ্তার ২ হাজার ৫৩৬ জন। অন্যদিকে হাসপাতালে আরেক মৃত্যু। সব মিলিয়ে সংঘর্ষে নিহত বেড়ে ২১০ জন। ঢাকায় কারফিউ শিথিল ১১ ঘণ্টা।</p>
                  <p>প্রধানমন্ত্রী শেখ হাসিনা জাতীয় অর্থোপেডিক হাসপাতাল ও পুনর্বাসন প্রতিষ্ঠানে (পঙ্গু হাসপাতাল) চিকিৎসাধীন আহত ব্যক্তিদের দেখতে গিয়েছেন। হাসপাতালে আহতদের দেখার পর সেতু ভবন, দুর্যোগ ব্যবস্থাপনা বিভাগ ও টোল প্লাজা দেখলেন প্রধানমন্ত্রী</p>

                  <p><span class="date-highlight">২৮ জুলাই, রোববার</span>মোবাইল ইন্টারনেট ১০ দিন পর সচল করা হয়।</p>
                  <p>এই দিন কোটা সংস্কার আন্দোলনের অন্যতম সমন্বয়ক নুসরাত তাবাসসুমকে হেফাজতে নিয়েছে ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা বিভাগ (ডিবি)। ভোরে রাজধানীর মিরপুরের রূপনগর আবাসিক এলাকার এক আত্মীয়ের বাসা থেকে তাকে উঠিয়ে নেওয়া হয়।</p>
                  <p>ডিবির হেফাজতে থাকা বৈষম্যবিরোধী ছাত্র আন্দোলনের ছয়জন সমন্বয়ক এক ভিডিও বার্তায় সব কর্মসূচি প্রত্যাহারের কথা বলেছেন। ডিবি কার্যালয়ে ধারণ করা একটি ভিডিও বার্তা রাত নয়টার দিকে গণমাধ্যমে পাঠানো হয়। ভিডিও বার্তায় কোটা সংস্কার আন্দোলনের প্ল্যাটফর্ম বৈষম্যবিরোধী ছাত্র আন্দোলনের সমন্বয়ক নাহিদ ইসলামকে একটি লিখিত বিবৃতি পাঠ করতে দেখা যায়। বিবৃতিতে যা লেখা ছিল তা হুবহু নিচে তুলে ধরা হলো:</p>
                  <blockquote>
                    <p>কোটা সংস্কার আন্দোলন ও তার প্রেক্ষিতে উদ্ভুত পরিস্থিতিতে অনেকেই অপ্রত্যাশিতভাবে আহত এবং নিহত হয়েছেন। তাছাড়া রাষ্ট্রীয় স্থাপনায় অগ্নিসংযোগসহ নানা সহিংস ঘটনা ঘটেছে। আমরা এ সকল অনাকাঙ্খিত ঘটনার তীব্র নিন্দা জানাই এবং সুষ্ঠু তদন্ত সাপেক্ষে দ্রুত বিচারের দাবি জানাচ্ছি।</p>
                    <p>আমাদের প্রধান দাবি ছিল কোটার যৌক্তিক সংস্কার, যা ইতিমধ্যে সরকার পূরণ করেছেন। এখন শিক্ষা প্রতিষ্ঠান খুলে দেওয়ার জন্য সরকারের প্রতি জোর আহবান জানাই। সার্বিক স্বার্থে আমরা এই মুহুর্ত থেকে আমাদের কর্মসূচি প্রত্যাহার করছি।</p>
                  </blockquote>
                  <p>উল্লেখ্য বিবৃতি দেওয়া ভিডিওতে আটকৃত সমন্বয়করা মোস কোড ব্যবহার করেছিল, যার ফলে সবাই বুঝে গিয়েছিল তাদেরকে জিম্মি করে এই বিবৃতি পাঠ করানো হয়েছিল। পরে পুলিশি হেফাজতে থাকা অবস্থায় পুলিশের অফিসে বসেই বাকি সমন্বয়কারীদের সাথে যোগাযোগ না করে এমন ঘোষণা দেয়ায় এই ঘোষণাকে সরকার ও পুলিশের চাপে দেয়া হয়েছে বলে আখ্যায়িত করে আন্দোলন চালিয়ে যাওয়ার ঘোষণা দেন বাকিরা।  তাদের ফেইসবুক বিবৃতিতে যা লেখা ছিল তা হুবহু নিচে তুলে ধরা হলো:</p>
                  <blockquote>
                    <p>“সিনিয়ররা আগেই নির্দেশনা দিয়েছিলেন এবং বৈষম্যবিরোধী ছাত্র আন্দোলনের শুরু থেকেই নীতিগত সিদ্ধান্ত ছিলো, সমন্বয়কদের মাঝে এক গ্রুপকে তুলে নিয়ে গেলে বাকিরা নেতৃত্ব দেবে। কাউকে যদি আটক করে জোরপূর্বক কোনো বিবৃতি আদায় করা হয়, তবে আমরা সেটা না মেনে যারা মাঠে থাকবো তারা আন্দোলন চালিয়ে যাবো। গণস্বাস্থ্য থেকে তুলে নিয়ে যাওয়ার আগে নাহিদ ভাই, আসিফ ভাই এবং বাকের ভাই তিনজনই স্পষ্ট করে বলেছিলেন, 'আমরা যদি না-ও থাকি আন্দোলন চালিয়ে নিবা, আন্দোলন যাতে থেমে না থাকে। আমাদের উপর অনেক ঝড়-ঝাপটা যাবে, যারা বাইরে থাকবে তারাই অন-কমান্ডে থাকবে। তাই সিনিয়রদের শেষ কথাগুলোকে বুকে ধারণ করেই আমরা আন্দোলন এগিয়ে নিয়ে যাচ্ছি। জোরপূর্বক আদায় করা বিবৃতি বাংলাদেশের ছাত্রসমাজ প্রত্যাখ্যান করছে।”</p>
                  </blockquote>
                  <p>মধ্যরাতে ‘সমন্বয়কদের কাছ থেকে জোর করে আন্দোলন প্রত্যাহারের বিবৃতি আদায়, সারা দেশে বিনা বিচারে হত্যা, গুম-খুন, মিথ্যা মামলা ও গণগ্রেপ্তারের প্রতিবাদে’ সারা দেশে বিক্ষোভ কর্মসূচি ঘোষণা করেন মুক্ত থাকা কয়েকজন সমন্বয়ক। ঢাকার আটটি স্থানে <span class="clause-highlight">বিক্ষোভ কর্মসূচি</span> হবে বলে সামাজিক যোগাযোগমাধ্যমে জানান সমন্বয়কেরা। এই স্থানগুলো হলো সায়েন্স ল্যাব, নর্থ সাউথ বিশ্ববিদ্যালয়ের ৮ নম্বর গেট, জাতীয় প্রেসক্লাব, উত্তরার বিএনএস সেন্টার, মিরপুর-১০, মিরপুরের ইসিবি চত্বর, রামপুরা ও মহাখালী।</p>

                  <p><span class="date-highlight">২৯ জুলাই, সোমবার</span> জামায়াত-শিবির নিষিদ্ধের সিদ্ধান্ত ১৪ দলের বৈঠকে নেওয়া হয়।</p>
                  <p>৬ সমন্বয়ক তখনও ডিবি হেফাজতে ছিল।</p>
                  <p>‘জাতিকে নিয়ে মশকরা কইরেন না’—এক শুনানিতে এ মন্তব্য করেছেন হাইকোর্ট। বৈষম্যবিরোধী ছাত্র আন্দোলনের ‘কথিত আটক’ ছয়জন সমন্বয়ককে অবিলম্বে মুক্তি দিতে ও দেশের বিভিন্ন স্থানে আন্দোলনকারীদের ওপর গুলি না চালাতে নির্দেশনা চেয়ে করা রিটের শুনানিতে রাষ্ট্রপক্ষের উদ্দেশে হাইকোর্ট এ মন্তব্য করেন। শুনানির একপর্যায়ে অতিরিক্ত অ্যাটর্নি জেনারেল মোহাম্মদ মেহেদী হাছান চৌধুরী বলেন, ‘গতকাল টিভিতে দেখেছি, এই ছয়জন (সমন্বয়ক) কাঁটাচামচ দিয়ে খাচ্ছে।’ একপর্যায়ে আদালত বলেন,</p>
                  <blockquote>
                    <p>“এগুলো করতে আপনাকে কে বলেছে? কেন করলেন এগুলো? জাতিকে নিয়ে মশকরা কইরেন না। যাকে নেন ধরে, একটি খাবার টেবিলে বসিয়ে দেন।”</p>
                  </blockquote>
                  <p>রাজধানীসহ দেশের বেশ কিছু স্থানে শিক্ষার্থীদের বিক্ষোভ কর্মসূচিতে বাধা ও হামলার ঘটনা ঘটেছে। সোমবার ঢাকাসহ বিভিন্ন স্থানে শিক্ষার্থীদের মিছিলে ছাত্রলীগ হামলা চালিয়েছে এবং পুলিশ লাঠিপেটা করেছে বলে অভিযোগ পাওয়া গেছে। এ সময় কিছু শিক্ষার্থীদেরকে আটকও করা হয়।</p>
                  <p>চট্টগ্রামে সাউন্ড গ্রেনেড ও কাঁদানে গ্যাসের শেল ছুড়ে বিক্ষোভকারীদের ছত্রভঙ্গ করে দেওয়া হয়েছে। কুমিল্লায় আন্দোলনে যোগ দিতে যাওয়ার সময় এক শিক্ষার্থী পায়ে গুলিবিদ্ধ হয়েছেন। কে বা কারা ওই ছাত্রকে গুলি করেছে, তা কেউ বলতে পারছে না। জাহাঙ্গীরনগর ও রাজশাহী বিশ্ববিদ্যালয়ে শিক্ষার্থীদের কর্মসূচিতে কয়েকজন শিক্ষকও যোগ দেন।</p>
                  <p>সহিংসতায় নিহত ব্যক্তিদের স্মরণে কাল মঙ্গলবার সারা দেশে <span class="clause-highlight">শোক পালন</span> করার সিদ্ধান্ত নেওয়া হয় মন্ত্রিসভার বৈঠকে।</p>
                  <p>সরকার ঘোষিত মঙ্গলবারের রাষ্ট্রীয় শোক প্রত্যাখ্যান করে বৈষম্য বিরোধী ছাত্র আন্দোলন। এর বদলে আজ একক বা ঐক্যবদ্ধভাবে লাল কাপড় মুখে ও চোখে বেঁধে ছবি তোলা এবং অনলাইনে প্রচার কর্মসূচির ঘোষণা করে।</p>

                  <p><span class="date-highlight">৩০ জুলাই, মঙ্গলবার</span> হত্যার বিচার চেয়ে মুখে লাল কাপড় বেঁধে মিছিল। জাতিসংঘ মহাসচিবের বিবৃতি, স্বচ্ছ তদন্তের আহ্বান। কোটা সংস্কার আন্দোলন ঘিরে সংঘর্ষে নিহত ব্যক্তিদের স্মরণে সামাজিক যোগাযোগমাধ্যম ফেসবুকের প্রোফাইল লাল রঙের ফ্রেমে রাঙিয়েছেন অনেকে।</p>
                  <p><span class="clause-highlight">‘মার্চ ফর জাস্টিস’</span> কর্মসূচি পালন করার ঘোষণা দেয় বৈষম্যবিরোধী ছাত্র আন্দোলন। । ৯ দফা দাবি আদায়ের লক্ষ্যে এ কর্মসূচি পালন করা হয় দেশের সব আদালত, ক্যাম্পাস এবং রাজপথে।</p>

                  <p><span class="date-highlight">৩১ জুলাই, বুধবার</span> মার্চ ফর জাস্টিস কর্মসূচির পর বৃহস্পতিবারের জন্য নতুন কর্মসূচি ঘোষণা করেছে কোটা সংস্কারের দাবিতে আন্দোলনকারী বৈষম্য বিরোধী ছাত্র আন্দোলনের একাংশ। এই দিনের কর্মসূচির নাম দেওয়া হয়েছে <span class="clause-highlight">‘রিমেম্বারিং আওয়ার হিরোস’</span>।</p>
                  <p>কর্মসূচি পালনের বিষয়ে বিজ্ঞপ্তিতে বলা হয়েছে, ‘নির্যাতনের ভয়ংকর দিন-রাতগুলোর স্মৃতিচারণ, শহীদ ও আহতদের নিয়ে পরিবার এবং সহপাঠীদের স্মৃতিচারণ, বৈষম্যবিরোধী ছাত্র আন্দোলনে হওয়া নির্যাতনের ঘটনা নিয়ে চিত্রাঙ্কন/গ্রাফিতি, দেয়াল লেখন, ফেস্টুন তৈরি, ডিজিটাল পোর্ট্রেট তৈরি প্রভৃতি।’</p>
                  <p>ঐদিন সাবেক ছাত্রলীগ নেতাদের তোপের মুখে পড়েন আওয়ামী লীগের সাধারণ সম্পাদক ওবায়দুল কাদের। সাবেক ছাত্রনেতাদের মতবিনিময়ের জন্য ডেকে কথা বলতে না দেওয়ায় এমন পরিস্থিতির সৃষ্টি হয়। এ সময় সাবেক ছাত্রনেতাদের কেউ কেউ ‘ভুয়া ভুয়া’ বলেও স্লোগান দেন।</p>

                  <p><span class="date-highlight">৩২শে জুলাই</span>, বৃহস্পতিবার (১লা আগস্ট) গোয়েন্দা পুলিশের (ডিবি) হেফাজতে থাকা বৈষম্যবিরোধী ছাত্র আন্দোলনের ছয় সমন্বয়ককে বেলা দেড়টার একটু পরেই ছেড়ে দেওয়া হয়।</p>
                  <p>ঐদিন জামায়াতে ইসলামী ও ইসলামী ছাত্রশিবিরকে নিষিদ্ধ করে প্রজ্ঞাপন জারি করে সরকার।</p>

                  <p><span class="date-highlight">৩৩শে জুলাই</span> (২রা আগস্ট) শুক্রবার বৈষম্যবিরোধী ছাত্র আন্দোলন <span class="clause-highlight">‘প্রার্থনা ও ছাত্র-জনতার গণমিছিল’</span> কর্মসূচি ঘোষণা করে। ৩৩শে জুলাই গোয়েন্দা পুলিশের (ডিবি) হেফাজত থেকে ছাড়া পাওয়া বৈষম্যবিরোধী আন্দোলনের ছয় সমন্বয়ক গণমাধ্যমে পাঠানো এক বিবৃতিতে বলেন যে আন্দোলন প্রত্যাহার করে ডিবি অফিস থেকে প্রচারিত ছয় সমন্বয়কের ভিডিও বিবৃতিটি তারা স্বেচ্ছায় দেননি।</p>
                </div>

                <div id="category7">
                  <h3  id="অসহযোগ কর্মসূচি">অসহযোগ কর্মসূচি</h3>
                  <p><span class="date-highlight">৩৪শে জুলাই</span>(৩রা আগস্ট) অনির্দিষ্টকালের জন্য সর্বাত্মক অসহযোগ আন্দোলনের ডাক দেয়া হয়। কেন্দ্রীয় শহীদ মিনারে দেয়া হয় অসহযোগ আন্দোলনের রূপরেখা। রূপরেখাগুলো ছিল:</p>
                  <ul>
                    <li>কেউ কোনো ধরনের ট্যাক্স বা খাজনা প্রদান করবেন না।</li>
                    <li>বিদ্যুৎ বিল, গ্যাস বিল, পানির বিলসহ কোনো ধরনের বিল পরিশোধ করবেন না।</li>
                    <li>সকল ধরনের সরকারি বেসরকারি প্রতিষ্ঠান, অফিস আদালত ও কল কারখানা বন্ধ থাকবে। আপনারা কেউ অফিসে যাবেন না, মাস শেষে বেতন তুলবেন।</li>
                    <li>শিক্ষা প্রতিষ্ঠানসমূহের কার্যক্রম বন্ধ থাকবে।</li>
                    <li>প্রবাসীরা ব্যাংকিং চ্যানেলে কোনো ধরনের রেমিটেন্স দেশে পাঠাবেন না।</li>
                    <li>সকল ধরনের সরকারি সভা, সেমিনার, আয়োজন বর্জন করবেন।</li>
                    <li>বন্দরের কর্মীরা কাজে যোগ দেবেন না। কোনো ধরনের পণ্য খালাস করবেন না।</li>
                    <li>দেশের কোনো কলকারখানা চলবে না, গার্মেন্টকর্মী ভাই বোনেরা কাজে যাবেন না।</li>
                    <li>গণপরিবহন বন্ধ থাকবে। শ্রমিকরা কেউ কাজে যাবেন না।</li>
                    <li>জরুরি ব্যক্তিগত লেনদেনের জন্য প্রতি সপ্তাহের রোববার ব্যাংকগুলো খোলা থাকবে।</li>
                    <li>পুলিশ সদস্যরা রুটিন ডিউটি ব্যতীত কোনো ধরণের প্রটোকল ডিউটি, রায়ট ডিউটি ও প্রটেস্ট ডিউটিতে যাবেন না। শুধু থানা পুলিশ নিয়মিত থানার রুটিন ওয়ার্ক করবে।</li>
                    <li>দেশ থেকে যেন একটি টাকাও পাচার না হয়, সকল অফশোর ট্রানজেকশন বন্ধ থাকবে।</li>
                    <li>বিজিবি ও নৌবাহিনী ব্যতীত অন্যান্য বাহিনী সেনানিবাসের বাইরে ডিউটি পালন করবে না। বিজিবি ও নৌবাহিনী ব্যারাক ও কোস্টাল এলাকায় থাকবে।</li>
                    <li>আমলারা সচিবালয়ে যাবেন না, ডিসি বা উপজেলা কর্মকর্তারা নিজ নিজ কার্যালয়ে যাবেন না।</li>
                    <li>বিলাস দ্রব্যের দোকান, শো রুম, বিপণিবিতান, হোটেল, মোটেল, রেস্টুরেন্ট বন্ধ থাকবে। তবে হাসপাতাল, ফার্মেসি, ওষুধ ও চিকিৎসা সরঞ্জাম পরিবহন, অ্যাম্বুলেন্স সেবা, ফায়ার সার্ভিস, গণমাধ্যম, নিত্যপ্রয়োজনীয় দ্রব্য পরিবহন, জরুরি ইন্টারনেট সেবা, জরুরি ত্রাণ সহায়তা এবং এই খাতে কর্তব্যরত কর্মকর্তা-কর্মচারী পরিবহন সেবা চালু থাকবে। নিত্য প্রয়োজনীয় দ্রব্যের দোকান বেলা ১১টা থেকে ১টা পর্যন্ত খোলা থাকবে</li>
                  </ul>
                </div>

                <div id="category8">
                  <h3  id="এক দফা দাবি">এক দফা দাবি</h3>
                  <p><span class="date-highlight">৩৪শে জুলাই</span> (৩রা আগস্ট) শহীদ মিনার থেকে সমন্বয়ক নাহিদ ইসলাম সরকার পদত্যাগের এক দফা আন্দোলন ঘোষণা করেন। মূলত বেশ কয়েকদিন ধরে বাংলাদেশের ছাত্রসমাজ এই এক দফা দাবি করতেছিল সর্বশেষে নাহিদ ইসলাম তাদের এই দাবি মিডিয়ার সামনে তুলে ধরেন। এক দফা ঘোষণার সময় শহীদ মিনারে আরও উপস্থিত ছিলেন অন্যান্য সমন্বয়করা।</p>

                  <p><span class="date-highlight">৩৫ শে জুলাই</span> (৪ঠা আগস্ট) অসহযোগ আন্দোলনের ধারাবাহিকতায় সাধারণ শিক্ষার্থীরা সারা দেশের রাজপথ দখলে রাখে। এই সময় দেশের বিভিন্ন জায়গায় ছাত্রলীগ এবং আওয়ামী লীগের সাথে সাধারণ শিক্ষার্থীদের ধাওয়া পাল্টা হয় এবং শেষ পর্যন্ত সাধারণ শিক্ষার্থীরা রাজপথ দখলে রাখে। শুরুতে ৩৭ শে জুলাই (৬ই আগস্ট) বৈষম্যবিরোধী আন্দোলন <span class="clause-highlight">"লং মার্চ টু ঢাকা"</span> কর্মসূচি ঘোষণা করে। তবে বিভিন্ন পরিস্থিতি বিবেচনায় সম্বনয়করা কর্মসূচি একদিন এগিয়ে এনে <span class="clause-highlight">৩৬ শে জুলাই</span> (৫ই আগস্ট) ঘোষণা করা হয়।</p>

                  <p><span class="date-highlight">৩৬ শে জুলাই</span> (৫ই আগস্ট) আন্দোলনকে ঘিরে অনেক জেলায় পাল্টাপাল্টি ধাওয়া, সংঘর্ষ এবং গোলাগুলির ঘটনা ঘটে, এতে ৯৮ জন সাধারন মানুষ ও পুলিশ নিহত হয়। ৫ই আগস্ট শেখ হাসিনা <span class="clause-highlight">১ দফা</span> দাবির প্রেক্ষিতে সম্মিলিত ছাত্র-জনতার এক গণঅভ্যুত্থানে পদত্যাগ করেন এবং দেশত্যাগ করে ভারতে আশ্রয় নেন। এরই মধ্য দিয়ে তার ১৫ বছরেরও বেশি সময়ের স্বৈরশাসনের অবসান হয়।</P>
                </div>

                <div id="category9">
                  <h3  id="আন্দোলন পরবর্তী">আন্দোলন পরবর্তী</h3>
                  <P>শেখ হাসিনার পদত্যাগের পর, সেনাপ্রধান অন্তর্বর্তীকালীন সরকার গঠনের কথা জানান। সেইদিন রাষ্ট্রপতিও জাতির উদ্দেশ্যে দেওয়া তার ভাষণে একটি অন্তর্বর্তীকালীন সরকার গঠনের কথা জানান</P>
                  
                  <p><span class="date-highlight">৬ আগস্ট</span> এই লক্ষ্যে সংসদ ভেঙ্গে দেন।</P>

                  <p><span class="date-highlight">৭ আগস্ট</span> রাষ্ট্রপতির সাথে তিন বাহিনী প্রধান ও বৈষম্যবিরোধী ছাত্র আন্দোলনের সমন্বয়কদের বৈঠকের পর মুহাম্মদ ইউনূসকে প্রধান করে অন্তর্বর্তীকালীন সরকার গঠনের সিদ্ধান্ত নেওয়া হয়।</p>
                  
                  <p><span class="date-highlight">৮ আগস্ট</span> শপথগ্রহণের মাধ্যমে বাংলাদেশের অন্তর্বতীকালীন সরকার গঠন করা হয়। নতুন এই সরকারে ১৭ জন উপদেষ্টা রয়েছেন, যাদের মধ্যে বৈষম্যবিরোধী ছাত্র আন্দোলনের সমন্বয়ক নাহিদ ইসলাম ও আসিফ মাহমুদও রয়েছেন।</P>

                  <p>If you want to see the touching images of the moment, please <RouterLink to="/bd-movement-media" class="tech-color">click here</RouterLink>.</p>
                  </div>

              </div>
              <!-- End post content -->

              <div class="meta-bottom">
                <i class="bi bi-folder"></i>
                <ul class="cats">
                  <li><RouterLink to="/blog" exact-active-class="active-link">Blog</RouterLink></li>
                </ul>
                <i class="bi bi-tags"></i>
                <ul class="tags">
                  <li><a href="#">Bangladesh</a></li>
                  <li><a href="#">Anti</a></li>
                  <li><a href="#">Discrimination</a></li>
                  <li><a href="#">Student</a></li>
                  <li><a href="#">Movement</a></li>
                </ul>
              </div>
              <!-- End meta bottom -->

            </article>
          </div>
        </section><!-- /Blog Details Section -->

      </div>
      <div class="col-lg-4 sidebar">
        <div class="widgets-container">
          <!-- Blog Author Widget -->
          <!--<div class="blog-author-widget widget-item">
            <div class="d-flex flex-column align-items-center">
              <img src="../../assets/img/me/profile-img.jpg" class="rounded-circle flex-shrink-0" alt="">
              <h4>Zahin</h4>
              <div class="social-links">
                <a href="https://www.github.com/IsHereZahin/" target="_blank" class="github"><i class="bi bi-github"></i></a>
                <a href="https://www.linkedin.com/in/isherezahin/" target="_blank" class="linkedin"><i class="bi bi-linkedin"></i></a>
                <a href="https://www.youtube.com/@IsHereZahin" target="_blank" class="youtube"><i class="bi bi-youtube"></i></a>
                <a href="https://www.twitter.com/IsHereZahin/" target="_blank" class="twitter"><i class="bi bi-twitter"></i></a>
              </div>
              <p>
                Itaque quidem optio quia voluptatibus dolorem dolor. Modi eum sed possimus accusantium. Quas repellat voluptatem officia numquam sint aspernatur voluptas. Esse et accusantium ut unde voluptas.
              </p>
            </div>
          </div>/Blog Author Widget -->

          <!-- On this page Widget -->
          <div class="on-this-post-widget widget-item">
            <h3 class="widget-title">On this page</h3>
            <div class="post-item" v-for="(heading, index) in headings" :key="index">
              <h4><a :href="'#' + heading.id">{{ heading.text }}</a></h4>
            </div>
          </div>

          <!-- Tags Widget -->
          <div class="tags-widget widget-item">
            <h3 class="widget-title">Tags</h3>
            <ul>
              <li><a href="#">Bangladesh</a></li>
              <li><a href="#">Anti</a></li>
              <li><a href="#">Discrimination</a></li>
              <li><a href="#">Student</a></li>
              <li><a href="#">Movement</a></li>
            </ul>
          </div>
          <!--/Tags Widget -->

        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      headings: []
    };
  },
  mounted() {
    // Select all h3 tags within the blog content and add them to headings array
    this.headings = Array.from(document.querySelectorAll('.content h3')).map(heading => {
      return {
        id: heading.id,
        text: heading.innerText
      };
    });
  }
};
</script>

<style scoped>
section,
.section {
  color: var(--text);
  background-color: var(--background-color);
  padding: 60px 0;
  scroll-margin-top: 100px;
  overflow: clip;
}

@media (max-width: 1199px) {

  section,
  .section {
    scroll-margin-top: 66px;
  }
}

.light-background {
  --border: var(--border);
  --surface-color: var(--white);
}

.page-title {
  color: var(--white);
  background-color: var(--border);
  padding: 20px 0;
  position: relative;
}

.page-title h1 {
  font-size: 24px;
  font-weight: 300;
  margin: 0 0 5px 0;
}

.page-title .breadcrumbs ol {
  display: flex;
  flex-wrap: wrap;
  list-style: none;
  padding: 0;
  margin: 0;
  font-size: 14px;
  font-weight: 400;
}

.page-title .breadcrumbs ol li+li {
  padding-left: 10px;
}

.page-title .breadcrumbs ol li+li::before {
  content: "/";
  display: inline-block;
  padding-right: 10px;
  color: color-mix(in srgb, var(--), transparent 70%);
}

#category2 h2 {
  margin-top: 40px;
  color: var(--rad);
}
.widgets-container {
  margin: 60px 0 30px 0;
}

.widget-title {
  color: var(--white);
  font-size: 20px;
  font-weight: 600;
  padding: 0 0 0 10px;
  margin: 0 0 20px 0;
  border-left: 4px solid var(--theme);
}

.widget-item {
  margin-bottom: 30px;
  background-color: color-mix(in srgb, var(--text), transparent 98%);
  border: 1px solid color-mix(in srgb, var(--text), transparent 90%);
  padding: 30px;
  border-radius: 5px;
}

.widget-item:last-child {
  margin-bottom: 0;
}

.on-this-post-widget .post-item {
  display: flex;
  flex-direction: column;
  margin-bottom: 20px;
}

.on-this-post-widget .post-item:last-child {
  margin-bottom: 0;
}

.on-this-post-widget .post-item h4 {
  font-size: 16px;
  font-weight: 600;
  margin-bottom: 5px;
}

.on-this-post-widget .post-item h4 a {
  color: var(--text);
  transition: 0.3s;
}

.on-this-post-widget .post-item h4 a:hover {
  color: var(--theme);
}

.on-this-post-widget .post-item time {
  display: block;
  font-style: italic;
  font-size: 14px;
  color: color-mix(in srgb, var(--text), transparent 50%);
}

.tags-widget ul {
  list-style: none;
  padding: 0;
  margin: 0;
}

.tags-widget ul li {
  display: inline-block;
}

.tags-widget ul a {
  background-color: color-mix(in srgb, var(--text), transparent 94%);
  color: color-mix(in srgb, var(--text), transparent 30%);
  border-radius: 50px;
  font-size: 14px;
  padding: 5px 15px;
  margin: 0 6px 8px 0;
  display: inline-block;
  transition: 0.3s;
}

.tags-widget ul a:hover {
  background: var(--theme);
  color: var(--contrast-color);
}

.tags-widget ul a span {
  padding-left: 5px;
  color: color-mix(in srgb, var(--text), transparent 60%);
  font-size: 14px;
}

.date-highlight {
  color: var(--theme);
  font-weight: 600;
}

.clause-highlight {
  color: var(--rad);
  font-weight: 600;
}

.blog-author-widget img {
  max-width: 160px;
}

.blog-author-widget h4 {
  font-weight: 600;
  font-size: 24px;
  margin: 15px 0 0 0;
  padding: 0;
  color: color-mix(in srgb, var(--text), transparent 20%);
}

.blog-author-widget .social-links {
  margin: 5px 0;
}

.blog-author-widget .social-links a {
  color: color-mix(in srgb, var(--text), transparent 60%);
  margin: 0 3px;
  font-size: 18px;
}

.blog-author-widget .social-links a:hover {
  color: var(--theme);
}

.blog-author-widget p {
  font-style: italic;
  color: color-mix(in srgb, var(--text), transparent 30%);
  margin: 10px 0 0 0;
}

.blog-details {
  padding-bottom: 30px;
}

.blog-details .article {
  background-color: var(--surface-color);
  padding: 30px;
  box-shadow: 0 4px 16px rgba(0, 0, 0, 0.1);
}

.blog-details .post-img {
  margin: -30px -30px 20px -30px;
  overflow: hidden;
}

.blog-details .title {
  color: var(--white);
  font-size: 28px;
  font-weight: 700;
  padding: 0;
  margin: 30px 0;
}

.blog-details .content {
  margin-top: 20px;
}

.blog-details .content h3 {
  color: var(--theme);
  font-size: 22px;
  margin-top: 30px;
  font-weight: bold;
}

.blog-details .content blockquote {
  overflow: hidden;
  background-color: color-mix(in srgb, var(--text), transparent 95%);
  padding: 60px;
  position: relative;
  text-align: center;
  margin: 20px 0;
}

.blog-details .content blockquote p {
  color: var(--text);
  line-height: 1.6;
  margin-bottom: 0;
  font-style: italic;
  font-weight: 500;
  font-size: 22px;
}

.blog-details .content blockquote:after {
  content: "";
  position: absolute;
  left: 0;
  top: 0;
  bottom: 0;
  width: 3px;
  background-color: var(--theme);
  margin-top: 20px;
  margin-bottom: 20px;
}

.blog-details .meta-top {
  margin-top: 20px;
  color: color-mix(in srgb, var(--text), transparent 40%);
}

.blog-details .meta-top ul {
  display: flex;
  flex-wrap: wrap;
  list-style: none;
  align-items: center;
  padding: 0;
  margin: 0;
}

.blog-details .meta-top ul li+li {
  padding-left: 20px;
}

.blog-details .meta-top i {
  font-size: 16px;
  margin-right: 8px;
  line-height: 0;
  color: color-mix(in srgb, var(--text), transparent 40%);
}

.blog-details .meta-top a {
  color: color-mix(in srgb, var(--text), transparent 40%);
  font-size: 14px;
  display: inline-block;
  line-height: 1;
}

.blog-details .meta-bottom {
  padding-top: 10px;
  border-top: 1px solid color-mix(in srgb, var(--text), transparent 90%);
}

.blog-details .meta-bottom i {
  color: color-mix(in srgb, var(--text), transparent 40%);
  display: inline;
}

.blog-details .meta-bottom a {
  color: color-mix(in srgb, var(--text), transparent 40%);
  transition: 0.3s;
}

.blog-details .meta-bottom a:hover {
  color: var(--theme);
}

.blog-details .meta-bottom .cats {
  list-style: none;
  display: inline;
  padding: 0 20px 0 0;
  font-size: 14px;
}

.blog-details .meta-bottom .cats li {
  display: inline-block;
}

.blog-details .meta-bottom .tags {
  list-style: none;
  display: inline;
  padding: 0;
  font-size: 14px;
}

.blog-details .meta-bottom .tags li {
  display: inline-block;
}

.blog-details .meta-bottom .tags li+li::before {
  padding-right: 6px;
  color: var(--text);
  content: ",";
}

.blog-details .meta-bottom .share {
  font-size: 16px;
}

.blog-details .meta-bottom .share i {
  padding-left: 5px;
}
</style>
